import * as S from './RoadmapBody.styles';

const RoadmapBody = () => {
  return (
    <S.RoadmapBody>
      <p>
        그리 크지 않은 아름다운 숲속의 마을에서 작은 토끼가 살고 있었습니다. 토끼의 이름은
        라비였어요.
        <br />
        <br />
        라비는 항상 건강하고 행복하게 생활하며, 친구들과 뛰어놀았습니다. 그러나 라비에겐
        하나의 걱정거리가 있었습니다. 그것은 바로 새로운 사람들과 만나는 것이었습니다.
        <br />
        <br />
        라비는 새로운 사람들을 만나면 언제나 자신을 표현하는데 어려움을 겪었습니다. 라비의
        친구인 까치는 라비에게 "너는 그냥 좀 더 대화를 많이 해보면 좋을 것 같아"라고
        제안했습니다.
        <br />
        <br />
        라비는 그 말에 동의하고, 매일 숲속의 다른 동물들과 얘기하려고 노력했습니다.
        <br />
        <br />
        하지만 라비는 자신이 의사를 제대로 표현하지 못하면서 자신감을 잃고 말았습니다.
        어느 날 라비는 슬픔에 빠져 숲속을 떠나기로 결심했습니다.
        <br />
        <br />
        그러나 숲을 나서기 전에, 라비는 자신의 친구인 까치에게 그 결정을 알렸습니다.
        <br />
        <br />
        까치는 라비의 결정에 놀랐지만, 라비를 설득하려 하지 않았습니다. 대신 까치는
        라비에게 "너는 아무 문제 없어. 너 자신을 믿어봐"라고 말했습니다.
        <br />
        <br />
        그리고 까치는 라비에게 작은 박자를 줬습니다. 박자 속에는 라비가 세상을 만날 수
        있는 도구, 말하자면 작은 마법 두루마리였습니다.
        <br />
        <br />
        라비는 숲을 떠나, 다른 동물들을 만나며 그들과 대화를 나눴습니다. 처음에는
        어색했지만, 라비는 시간이 지날수록 대화를 나누는 것에 편안함을 느꼈습니다.
        <br />
        <br />
        그리고 그 과정에서 라비는 자신이 생각한 것보다 더 많은 것을 할 수 있다는 것을
        깨달았습니다.
        <br />
        <br />
        마침내 라비는 여행이 끝나고 자신의 고향인 숲으로 돌아왔습니다. 돌아온 라비의
        모습은 달라져 있었습니다. 라비는 이제 새로운 사람들을 만나는 것에 대해 두려워하지
        않았습니다.
        <br />
        <br />
        라비는 "나는 나의 방식으로 세상과 소통할 수 있다"는 것을 깨달았습니다.
        <br />
        <br />
        그 이후로, 라비는 항상 자신감 있게 새로운 동물들과 만나 대화를 나눴습니다. 그리고
        라비는 모두에게 말했습니다. "우리는 모두 독특하고, 우리 자신만의 방식으로 세상에
        의사를 전달할 수 있다는 것을 절대 잊지 말아야 해."
        <br />
        <br />
        라비의 이야기는 여기서 끝이 아니라 새로운 시작입니다. 이제 라비는 어떤 도전에도
        자신감을 가지고 임할 수 있었습니다.
        <br />
        <br />
        라비의 이야기는 우리 모두에게 우리 자신을 믿고, 두려움에 맞서 도전하는 용기를 가질
        것을 교훈으로 남겼습니다. 그리고 라비는 여전히 그 숲에서 행복하게 살고 있습니다.
      </p>
    </S.RoadmapBody>
  );
};

export default RoadmapBody;
